/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Phần đính kèm (%d)";

/* Old singular title format */
"AttachmentsKey" = "Phần đính kèm (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Thêm phần đính kèm";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Chụp ảnh";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Thư viện ảnh";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Phân đính kèm %d bị xóa";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Tập tin";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Hủy";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Tiêu đề";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Ghi chú";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Giá trị";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "CẢNH BÁO: navigationController dành cho UITableViewController hiện tại đối với FUIFormCell là con số 0. FUIAttachmentsFormCell và ListPickerFormCell sẽ không hoạt động đúng.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d giờ %d phút";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Khoảng thời gian";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "giờ";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "giờ";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "phút";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Đã chọn";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tất cả";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Cảnh báo: Tìm kiếm bị vô hiệu hóa do thuộc tính listPickerSearchResultsUpdating trong ListPickerFormCell là con số 0.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Chọn tất cả";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Bỏ chọn tất cả";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Đóng";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "thêm";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Ít hơn";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "bật";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "tắt";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Gõ nhẹ hai lần để đảo trạng thái thiết lập";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Sắp xếp theo";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Không được chọn";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Nhấp đôi để đảo trạng thái lựa chọn";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Nhấp đôi để đảo trạng thái hướng đặt hàng";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "đây là %@ thanh trượt có giá trị lớn nhất là %@ và giá trị nhỏ nhất là %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "bạn có thể vuốt lên/xuống trong khi yếu tố được chọn để thay đổi giá trị của thanh trượt";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Giá trị hiện tại là %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Giá trị hiện tại được thay đổi thành %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Trường chỉ đọc";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Thao tác nhập thay thế";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Nút";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Nhấp đúp để mở";

"DoubleTapToCollapseKey" = "Nhấp đúp để thu gọn";

"DoubleTapToSelectFromList" = "Nhấp đúp để chọn từ danh sách";

"DoubleTapToSelect" = "Nhấp đúp để chọn";

"DoubleTapToUnselect" = "Nhấp đúp để bỏ chọn";

/* FUIStepperView tip */
"StepperTipKey" = "Đây là bộ tạo bước có thể hiệu chỉnh";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Đây là bộ tạo bước không thể hiệu chỉnh được";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Giá trị tối đa là %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Giá trị tối thiểu là %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Tăng giá trị lên 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Giảm giá trị đi 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Giá trị hiện tại là";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Lọc";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Kết quả \\(filteredNum) trong số \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Hiển thị \\(filteredNum) mục";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Thiết lập lại";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Đây là thanh trượt có thể hiệu chỉnh, giá trị tối thiểu là %@ và giá trị tối đa là %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Đây là thanh trượt không thể hiệu chỉnh được, giá trị tối thiểu là %@ và giá trị tối đa là %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Đây là thanh trượt phạm vi có thể hiệu chỉnh, giá trị tối thiểu là %@ và giá trị tối đa là %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Đây là thanh trượt phạm vi không thể hiệu chỉnh được, giá trị tối thiểu là %@ và giá trị tối đa là %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "trường văn bản giá trị thanh trượt";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "trường văn bản giá trị dưới";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "trường văn bản giá trị trên";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Bạn có thể nhấp đúp để nhập giá trị cụ thể";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "ngón tay cái thanh trượt, giá trị hiện tại là";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "bạn có thể vuốt lên hoặc xuống để thay đổi giá trị";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "ngón tay cái thanh trượt phạm vi dưới, giá trị hiện tại là";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "bạn có thể vuốt lên hoặc xuống để thay đổi giá trị dưới";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "ngón tay cái thanh trượt phạm vi trên, giá trị hiện tại là";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "bạn có thể vuốt lên hoặc xuống để thay đổi giá trị trên";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "giá trị hiện tại là %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "giá trị dưới hiện tại là %@, giá trị trên là %@";

